[{
    "id":0,
    "companyName":"CJ ENM",
    "companyPerson":"Heayyoung Na",
    "companyPosition":"Sales Executive, US & Latam (Formats)",
    "companyDescription":"CJ ENM is a leading entertainment company originated from Korea. Since 1995, the company has engaged in a wide array of businesses across the industry spectrum including media content, music, film, performing arts, and animation, providing its top-notch original content to various media platforms.\n\nAs the owner of diverse TV channels and OTT platform, TVING, CJ ENM has an impressive platform and enviable distribution within our business. We're known as creators of must-see TV shows and have developed a loyal and expanding fan base in Korea and around the world. With production expertise and global network perfected and expanded over the past two decades, CJ ENM is taking the lead in the diversification and globalization of Korean content worldwide.",
    "companyEmail":"heayyoung.na@cj.net",
    "companyPhone":"+82-2-371-9688",
    "companyColor":"color_cjenm",
    "companyUrl":"https://www.cjenm.com/en/",
    "companyPTurl":"",
    "companyLogo":"logo_cjenm",
    "companyShow":[{
        "id":0,
        "showType":"Non-Scripted",
        "showCompany":"CJ ENM",
        "showPerson":"Heayyoung Na",
        "showPosition":"Sales Executive, US & Latam (Formats)",
        "showEmail":"heayyoung.na@cj.net",
        "showPhone":"+82-2-371-9688",
        "showName":"300: War of United Voices",
        "showImage":"show_cjenm1",
        "showLogo":"logo_cjenm",
        "showColor":"color_cjenm",
        "showYear":"2018",
        "showGenre":"Performance Competition",
        "showDescription":"A super star and 300 super fans become one in a performance of electrifying scale & harmony.\n\nDon't just scream behind the stage rails. If you're a fan, perform with your star. Each performing with as many as 300 of their biggest fans, 8 famous musical artists go head-to-head to win a grand prize in the finals. The fans practice by themselves based on a prep guide sent by the artist until show time, when they perform with their idol for the first time ever.\n\nThe artist doesn't know how many of the 300 fans have shown up and how ready they are. But together, they have only one shot to tear up the stage. No rehearsal. No do-over. The performance is not just a sing-along. It's a choreographed spectacle with explosive singing, synchronized dancing and the added flair of coordinated outfits and props.\n\nThe winner is determined by not only audience and judge votes, but also the fan attendance rate. Will all 300 fans show up for their artist? Whose fans will win and share the cash prize? A super star with 300 super fans, united as one. 300.",
        "showTime":"70 mins.",
        "showEpisodes":"5 Episodes",
        "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818899295/rendition/1080p/file.mp4?loc=external&signature=427a922350cf53864a4278684349169b48825cc3474197a48a18b43ac8857c03"
    },
        {
            "id":1,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"Bet Your Vibe",
            "showImage":"show_cjenm2",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2022",
            "showGenre":"Music Game Show",
            "showDescription":"A new betting music game show where contestants must sense the vibe, bet strategically and out singing the others!\n\n<Bet Your Vibe> is a betting music game show where five contestants with mysterious singing skills must use not only their singing skills but also pick up on the vibes of others and bet strategically in order to win! Each are paired with a celebrity partner and together, they must strategize how much to bet, whom to compete against and when to go all in!\n\nThe show consists of 2 main rounds: the betting rounds and the final round. In the betting rounds, a mission song is revealed and the contestants place their bets. Channeling their inner sensors, the highest bettor must sense the vibe and pick the contestant they think they can out sing and at the same time accumulate as much money as possible! While the two battle it out on stage, the other contestants can't hear or see a thing! The winner of the battle gains what the opponent has bet, and the competitor with the most money after six betting rounds moves on to the final round!\n\nBut... will they risk it all to compete against a mystery singer to double their winnings or play it safe and take home half of their earnings?\n\nCan you BET YOUR VIBE and emerge as the winner?!",
            "showTime":"90 mins.",
            "showEpisodes":"2 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818889084/rendition/1080p/file.mp4?loc=external&signature=c2fb34c78b5dc84b3ddd4a6b57f23e5d05ae65fe1609bf48273ffda8b2dd1edb"
        },
        {
            "id":2,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"Boy or Man",
            "showImage":"show_cjenm3",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2017",
            "showGenre":"Dating Show",
            "showDescription":"If you had to choose your type, who would it be? A passionate boy or a mature man? Romantic dates with 2 very different guys... When it comes to love, a woman often yearns for fiery passion. At other times, she searches for a stable relationship. It's not easy to have both, however. There is no such thing as the right choice for this dilemma.\n\nBut there could be the right person for her. What if she is presented with both possibilities in the form of two dating partners: a free-spirited, passionate boy and a mature, gentle man?\n\nA group of single women each date two guys at the same time under the close observation of two relationship experts. After several dates with each man, the woman must choose between the two. Will she prefer a night with the boy at a hip downtown club or with the man at a snazzy jazz bar? Will she enjoy surfing through waves with the boy or tasting wine at a secluded vineyard with the man?\n\nWho will make her heart skip a beat?",
            "showTime":"60 mins.",
            "showEpisodes":"4 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818890630/rendition/1080p/file.mp4?loc=external&signature=58d8b096b98e2b0dda7eaf3c0201ee415441ef26d2154efb86d7ba3c54385ef5"
        },
        {
            "id":3,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"Caved in Marriage",
            "showImage":"show_cjenm4",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2021",
            "showGenre":"Reality Show",
            "showDescription":"Wild, War, Love.\n\nSome married couples say they feel caved in their marriage. To resuscitate their deteriorating relationship, couples are sent to a wild cave island with no one and nothing to rely on but each other!\n\nIn this reality program, five celebrity couples with different problems arrive on an island and live in a cave for 5 days. Away from their usual fancy lives, the couples must survive based on a primitive lifestyle through hunting, gathering and other self-sufficient means.\n\nThey must stick together and put in the time to solve all the problematic situations that were not considered problematic before, such as gathering food, cooking and even sleeping. If they cannot bear to live with each other in the cave, they can ring the bell anytime they want and leave the island.\n\nHowever, they will not be able to win the secret prize awarded only to couples who persevere and manage to survive together until the end.",
            "showTime":"60 mins.",
            "showEpisodes":"9 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818890909/rendition/1080p/file.mp4?loc=external&signature=7ffd9fd3f05ab185e2ad5802fe85451d3ee7fb00dd80b6c65ce14b9097d2a8ac"
        },
        {
            "id":4,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"EXchange",
            "showImage":"show_cjenm5",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2021-2",
            "showGenre":"Dating Reality Show",
            "showDescription":"A dating show where EX couples live together in order to look for love while keeping their past relationship a secret! Could you live with your EX while looking for love?\n\nIn EXchange, 4 EX couples who keep their past relationship a secret, live together to look for love, whether it's to rekindle what they had with their ex or to exchange what they had with someone new. The main rules of the house are simple: singles are free to express their emotions freely during their stay but cannot reveal who their ex is. The singles live together for 3 weeks, and at the end of each night, they must send a message to one person they are interested in, whether it is an ex or someone new and each single will be told whether an ex sent them a message or not.\n\nNot only will they get to know others on their own, but the singles will also get the ex's insight. From introductions of themselves hand written by their ex that they must read aloud during their first dinner together to the EX CHAT time where singles can ask questions about their current love interest to the love interest's ex through a chatting system, to going on a date course that meant something special to the ex couple, the house throws unexpected, bold, surprising elements that shake up the dynamics of the singles and their exes. Of the 3 weeks of stay, the singles stay in the city house for first 2 weeks, getting to know each other while maintaining their ordinary day to day life of work and school. The third week, just when new relationships build up and drama starts to heat up in the house, they fly off to an island where they can only focus on to each other and the time of big reveal comes.\n\nHeart flutters, jealousy, the pull of the known vs the pull of the new, the mixed emotions of falling in love with someone new or perhaps falling for the ex again, will the singles find love while living with their EX?",
            "showTime":"120 mins.",
            "showEpisodes":"15/20 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818891128/rendition/1080p/file.mp4?loc=external&signature=a133f1e6835e6d3f0da2bdda4da1310d93640cb83952df2f3b6efafdf4052416"
        },
        {
            "id":5,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"Love Catcher",
            "showImage":"show_cjenm6",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2018",
            "showGenre":"Dating Reality Show",
            "showDescription":"Better watch out before falling in love with someone, because the one might be a money catcher!\n\nSharing a beautiful mansion with a group of attractive males and females, it would be natural to fall for any of them and possibly become a couple. However, things are trickier as not all the lovely housemates are here for love. Among the 'Love Catchers' who are looking for love, an unknown number of 'Money Catchers' are just pretending to have a feeling for others for the money.\n\nIn this mansion, five females and five males, paired with everyone once, spend five days doing challenges and two days dating their partner of choice to catch love. All the while, they must avoid the 'Money Catchers', whose goal is to deceive the 'Love Catchers' in order to win the $ 50,000. The 'Money Catchers' must also compete against one another so that they can possess the prize money to themselves.\n\nWill the 'Love Catchers' find love and will the 'Money Catchers' catch money?",
            "showTime":"60 mins.",
            "showEpisodes":"8 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818891596/rendition/1080p/file.mp4?loc=external&signature=02f95ed5011a696dbf6140db377e6c064c0fe59439da6e5e31c72581019cbd6c"
        },
        {
            "id":6,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"Sixth Sense",
            "showImage":"show_cjenm7",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2020",
            "showGenre":"Game Show",
            "showDescription":"Experience 3 very strange and curious locations, but keep your Sixth Sense alive as one is designed to fool you!\n\nA) A burger house that serves food through a rollercoaster delivery ramp!\nB) A ramen restaurant open for just 1 hour of the day?\nC) A restaurant attached to a supermarket where you can cook whatever you just bought from the supermarket?!\n\nThese restaurants all seem pretty outlandish yet feasible doesn't it?\n\nWell 2 of these bizarre restaurants truly do exist but 1 is a complete fake! It's so fake in that the production team takes a completely empty space and constructs the location from the ground up-creating it into a very real looking restaurant with amazing food that will have you wishing the restaurant was real! They go so far as to decorate an old restaurant that's actually a fake by not only building a restaurant from an abandoned house but filling it with details up to the old wallpaper and used utensils that look like its been used for ages!\n\nFortified with a highly trained cast of actors and actresses acting as the owners and workers of the restaurant, it is up to our Sixth Sense members to experience the location, interview the owners and workers, and try to detect even the most minute details, paying attention to anything and everything which could be the clue that gives the fake location away!\n\nBut suspicion creates more suspicion and what looks real and what looks fake is just too confusing! Not only limited to restaurants, the themes of the locations each week range from fascinating sports centers, cafes, to multimillionaire self-made CEO's offices and more!\n\nWho of the Sixth Sense members will successfully uncover the fake from the real and win a gold prize?",
            "showTime":"90 mins.",
            "showEpisodes":"8/13 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818892577/rendition/1080p/file.mp4?loc=external&signature=5fe8d79c5115fbad2b0e64d98be2912c9bc210b4c1687b7b4c04e4e67462adf7"
        },
        {
            "id":7,
            "showType":"Non-Scripted",
            "showCompany":"CJ ENM",
            "showPerson":"Heayyoung Na",
            "showPosition":"Sales Executive, US & Latam (Formats)",
            "showEmail":"heayyoung.na@cj.net",
            "showPhone":"+82-2-371-9688",
            "showName":"The Time Hotel",
            "showImage":"show_cjenm8",
            "showLogo":"logo_cjenm",
            "showColor":"color_cjenm",
            "showYear":"2023",
            "showGenre":"Reality Game Show",
            "showDescription":"Welcome to (the Time Hotel), an unusually charming hotel where time is the key to survival as those that run out of time are immediately checked out of the hotel!\n\n10 participants are invited to the Time Hotel, where time, the only currency used, is essential for survival! As they check-in, they are all equally given 'time watches', and 'welcome time' of 24 hours. Throughout their 8-day stay, they must earn more time by winning diverse daily games using their intelligence, physical abilities, wit and luck. Alliances are crucial and they must stay alert to make sure they aren't stabbed in the back!\n\nThey can gift time to each other, but must do so sparingly as those that run out of time are immediately checked-out of the hotel!\n\nTime really is gold for the participants of 'The Time Hotel', as it is essential for not only staying in the hotel, but also in obtaining even basic necessities such as food and drinks!\n\nWho will eventually be the final survivor to check-out the last?",
            "showTime":"90 mins.",
            "showEpisodes":"10 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818894613/rendition/1080p/file.mp4?loc=external&signature=5e34a7c4572b969c53aa168dfd893e4769307250cad72c6f3ff29b282a3f64bc"
        }]
},
    {
        "id":1,
        "companyName":"EO Contents Group",
        "companyPerson":"Eun Young Oh",
        "companyPosition":"CEO",
        "companyDescription":"EO Contents Group, Inc. is a full-service Production and Developement company, dedicated to the creation and production of top-tier Film and Television series for global audiences.\n\nThe company is led by Eun Young Oh, a producer with 27 years of experience in the media industry, and commits its efforts to take a leadership role in providing content for audiences around the globe through collaborating with leading and emerging members and creative personnel across disciplines within the industry.\n\nEO Contents Group has collaborated with 160 writers to create 102 original IPs, in addition to purchasing and currently holding 9 original IP copyrights for film&Tv series. Currently, EO Contents Group is in the works of developing a total of 18 different television series, 6 films, and 3 webtoons.",
        "companyEmail":"elli_oh@naver.com",
        "companyPhone":"+82-10-3218-3141",
        "companyColor":"color_eo",
        "companyUrl":"http://eocontentsgroup.com",
        "companyPTurl":"",
        "companyLogo":"logo_eo",
        "companyShow":[{
            "id":8,
            "showType":"Non-Scripted",
            "showCompany":"EO Contents Group",
            "showPerson":"Eun Young Oh",
            "showPosition":"CEO",
            "showEmail":"elli_oh@naver.com",
            "showPhone":"+82-10-3218-3141",
            "showName":"Simulation",
            "showImage":"show_eo1",
            "showLogo":"logo_eo",
            "showColor":"color_eo",
            "showYear":"2023",
            "showGenre":"Comedy, Variety",
            "showDescription":"Woo Jin-woo, a man of unfortunate, has a severe problem and a phobia of making decisions. When Jin-woo was young, his parents got divorced because of a small decision he had made. After that, Jin-woo began to doubt every choice he made. Everything he chooses leads to the worst outcome, Jin-woo gradually avoids making choices. However, an opportunity to choose love fell on Jin-woo's lap and he really wants to make the right decision this time.\n\nBefore Eun-me became the center of his life, Jin-woo wanted to live a life without making any decisions and considered life to be black and white. Would he be able to overcome the fear of choosing and win at love by choosing Eun-mi?",
            "showTime":"40 mins.",
            "showEpisodes":"8 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/823788951/rendition/1080p/file.mp4?loc=external&signature=91458f17fff99de1f05107c5a614521f92bc5c6a3711e84f008d3807a1b44dd5"
        },
            {
                "id":9,
                "showType":"Scripted",
                "showCompany":"EO Contents Group",
                "showPerson":"Eun Young Oh",
                "showPosition":"CEO",
                "showEmail":"elli_oh@naver.com",
                "showPhone":"+82-10-3218-3141",
                "showName":"The Saviour : Choice of Death",
                "showImage":"show_eo2",
                "showLogo":"logo_eo",
                "showColor":"color_eo",
                "showYear":"2023",
                "showGenre":"Crime, Mystery, Thriller",
                "showDescription":"73 people have been killed so far. Lee Woo-gyeom, a rare murderer, was caught. Because of his brazen attitude, people called him a psychopathic killer. However, he claims that he's created a cure to all human diseases by murdering and that he is the 'saviour', who will save the world. A lawyer must defend Lee Woo-gyeom to save his daughter with a heart disease. A prosecutor pursues the death penalty for Lee Woo-gyeom for the unjust deaths of 73 people. And the whole society, including these two men, now must decide if Lee Woo-gyeom is a 'murderer' or a 'saviour'. What would your decision be?",
                "showTime":"60 mins.",
                "showEpisodes":"10 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/819775721/rendition/1080p/file.mp4?loc=external&signature=20e391f508969817491509f848202a4d4bcebadd5e72415ec8928e3b73c231ce"
            },
            {
                "id":10,
                "showType":"Scripted",
                "showCompany":"EO Contents Group",
                "showPerson":"Eun Young Oh",
                "showPosition":"CEO",
                "showEmail":"elli_oh@naver.com",
                "showPhone":"+82-10-3218-3141",
                "showName":"The Well",
                "showImage":"show_eo3",
                "showLogo":"logo_eo",
                "showColor":"color_eo",
                "showYear":"2023",
                "showGenre":"Mystery, Suspense, Thriller",
                "showDescription":"Su-in wakes up in a pitch-dark well. She has lost her memory and faces two families who claim to be her real family. What you see is not everything, and what you remember is not everything. She must find herself, the truth, and her real family in order to survive. The grueling battle and struggle for the truth will end only when one of them dies. Which family will survive?\n\nA bloody struggle over the truth between Su-in, who wakes up in a pitch-dark well with her memories erased, and two families who both claim to be hers.",
                "showTime":"100 mins.",
                "showEpisodes":"Featured",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/821787396/rendition/1080p/file.mp4?loc=external&signature=07001df63e55c5a5a87c0d81009d835db6b942bfc398eabf66a082c849ba141a"
            }]
    },
    {
        "id":2,
        "companyName":"Kang Contents",
        "companyPerson":"Mikyung Park",
        "companyPosition":"CEO, Producer, Director, Writer",
        "companyDescription":"Company name 'Kang Contents' means 'Our Contents are Strong.' We focus on developing & producing contents that give hopes to people who are tired of tough lives. We mainly produce movies & dramas starring K-pop idols stars.",
        "companyEmail":"kangcontents@gmail.com",
        "companyPhone":"+82-31-985-7026",
        "companyColor":"color_kang",
        "companyUrl":"http://kangcontents.com",
        "companyPTurl":"",
        "companyLogo":"logo_kang",
        "companyShow":[{
            "id":11,
            "showType":"Non-Scripted",
            "showCompany":"Kang Contents",
            "showPerson":"Mikyung Park",
            "showPosition":"CEO, Producer, Director, Writer",
            "showEmail":"kangcontents@gmail.com",
            "showPhone":"+82-31-985-7026",
            "showName":"Dances with the Wind",
            "showImage":"show_kang1",
            "showLogo":"logo_kang",
            "showColor":"color_kang",
            "showYear":"2017",
            "showGenre":"Documentary",
            "showDescription":"Sam-hun was a promising ballerino. But he turned into a protesting dancer at the demonstrate scene. Because he witnessed innocent citizens being slaughtered by the 1980 Gwangju Massacre. From then he has fought for the democratization of South Korea and has been dancing to soothe the souls of victims who were killed by Korean national violence for over 30 years. You can see behind the splendor of Korea through this film.",
            "showTime":"88 mins.",
            "showEpisodes":"Featured",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818900446/rendition/1080p/file.mp4?loc=external&signature=d56680c610f5ca9ef3de9b77ff375d39bd6cba0c8fdac2854fead5a8c4b7c937"
        },
            {
                "id":12,
                "showType":"Scripted",
                "showCompany":"Kang Contents",
                "showPerson":"Mikyung Park",
                "showPosition":"CEO, Producer, Director, Writer",
                "showEmail":"kangcontents@gmail.com",
                "showPhone":"+82-31-985-7026",
                "showName":"K-School",
                "showImage":"show_kang2",
                "showLogo":"logo_kang",
                "showColor":"color_kang",
                "showYear":"2022",
                "showGenre":"Musical Film",
                "showDescription":"Millennials' dreams, love and friendships in the background of a fashion school. Sua, who has natural talents for fashion design, but couldn't even dream of her dream due to her difficult family circumstances. She gets an opportunity to show her talents at the world-class designer's fashion show as a part-time helper and becomes a auditor of K-School.\n\nBut she faces strong opposition from K-School students who are full of pride as the top 1%. An unexpected figure reaches out to Sua who is trying to give up her dreams.",
                "showTime":"120 mins.",
                "showEpisodes":"Featured",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818901102/rendition/1080p/file.mp4?loc=external&signature=c2e4e3f1b202df11a03d17dc3e595bc5f99bc29e1880d2c30fc85e65d1faa099"
            },
            {
                "id":13,
                "showType":"Scripted",
                "showCompany":"Kang Contents",
                "showPerson":"Mikyung Park",
                "showPosition":"CEO, Producer, Director, Writer",
                "showEmail":"kangcontents@gmail.com",
                "showPhone":"+82-31-985-7026",
                "showName":"Love Formula 11m",
                "showImage":"show_kang3",
                "showLogo":"logo_kang",
                "showColor":"color_kang",
                "showYear":"2019",
                "showGenre":"Drama, Romance",
                "showDescription":"Millennials' dreams and love in the background of the soccer. Jiyoon dreamed of becoming the best soccer player in her childhood with a genius shooting sense. But she was unable to play soccer forever due to a deep tackle by a boy. While she's living as an ordinary college student after giving up her passion for soccer, redesigns her future after a fateful encounter with Tao, who flew with a soccer ball.",
                "showTime":"5 mins.",
                "showEpisodes":"10 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818904099/rendition/1080p/file.mp4?loc=external&signature=dfd1b2047c5fda3177f59a7bfd1269a4fe1db62cd229af100b3697a5e2b23d92"
            },
            {
                "id":14,
                "showType":"Non-Scripted",
                "showCompany":"Kang Contents",
                "showPerson":"Mikyung Park",
                "showPosition":"CEO, Producer, Director, Writer",
                "showEmail":"kangcontents@gmail.com",
                "showPhone":"+82-31-985-7026",
                "showName":"Seven Days Romance",
                "showImage":"show_kang4",
                "showLogo":"logo_kang",
                "showColor":"color_kang",
                "showYear":"2016",
                "showGenre":"Reality Dating Show",
                "showDescription":"The God created the universe in seven days. Can a human find his or her soulmate in just one week? Couple who met on a dating show live together for a week. At the end of the week, they should decide whether to be significant other.",
                "showTime":"10 mins.",
                "showEpisodes":"20 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818904799/rendition/1080p/file.mp4?loc=external&signature=1f21b15e7dbece806e5647746ad1fc2f88ee81949a90881a5c123f3d968df9dd"
            },
            {
                "id":15,
                "showType":"Non-Scripted",
                "showCompany":"Kang Contents",
                "showPerson":"Mikyung Park",
                "showPosition":"CEO, Producer, Director, Writer",
                "showEmail":"kangcontents@gmail.com",
                "showPhone":"+82-31-985-7026",
                "showName":"Shaman Road",
                "showImage":"show_kang5",
                "showLogo":"logo_kang",
                "showColor":"color_kang",
                "showYear":"2021",
                "showGenre":"Documentary",
                "showDescription":"The friendship between French and Korean female shamans who would have been burned as witches if they were born in the Middle Ages. Colette and Sung-mi wanted to live normal lives like any other women, but they couldn't because of visions and voices from deities which they have experienced since they were very young. They thought this was their divine punishment. After meeting each other at the 2014 International Shamanism Festival in France, Colette and Sung-mi realized that their special abilities could be something meaningful; they are gifts given from God to comfort and soothe the pain of other people. Finally, Colette and Sung-mi accepted their fates and begin their spiritual journey.",
                "showTime":"105 mins.",
                "showEpisodes":"Featured",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818908897/rendition/1080p/file.mp4?loc=external&signature=e6a1c5a1dd9e34839ea64ec35b39f27c3eae38fa6135b58ea82cc3f2c9598886"
            }]
    },
    {
        "id":3,
        "companyName":"KBS Media",
        "companyPerson":"Hyewon Hyun",
        "companyPosition":"US Office Representative",
        "companyDescription":"KBS Media, founded in 1991, is a commercial arm of KBS which is among the nation's most influential public broadcasters and has been actively licensing international and domestic rights of contents, distributing VOD contents, importing and dubbing foreign programs and carrying on various other businesses related to contents.\n\nKBS Media exported a drama series 'Winter Sonata' to Japan in 2003, first in Korean drama history, contributing to the expansion of Korean Wave in Asia. Since then, through global contents markets, KBS media expanded its market to Europe, Middle East, Latin America and Africa, to become the leading central force of Korean Wave phenomenon.\n\nKBS Media has over a million hours of programs in its library and currently produces over 1,000 hours of programs every year. KBS Media has been distributing numerous TV series as well as formats of KBS programs throughout the world, including one of the most well-known K-formats, Good Doctor. In 2023, another KBS scripted Format has debuted as a US remake on ABC : <The Company You Keep>.\n\nKBS Media has been expanding its global footprint across the world with both finished programs and formats.",
        "companyEmail":"hyewon@kbsmedia.co.kr",
        "companyPhone":"213-739-9662",
        "companyColor":"color_kbs",
        "companyUrl":"http://global.kbsmedia.co.kr",
        "companyPTurl":"",
        "companyLogo":"logo_kbs",
        "companyShow":[{
            "id":16,
            "showType":"Scripted",
            "showCompany":"KBS Media",
            "showPerson":"Hyewon Hyun",
            "showPosition":"US Office Representative",
            "showEmail":"hyewon@kbsmedia.co.kr",
            "showPhone":"213-739-9662",
            "showName":"Brain Works",
            "showImage":"show_kbs1",
            "showLogo":"logo_kbs",
            "showColor":"color_kbs",
            "showYear":"2023",
            "showGenre":"Crime, Sci-fi, Comedy",
            "showDescription":"Comedy-mystery detective series that follows the turbulent journey of a neuroscientist with a VERY SPECIAL BRAIN & a detective with A BRAIN OF DOORMAT. A criminal case involving a rare brain disease solved by a neurologist and a detective, who are anxious to kill each other! Starting from the chemistry between 'a high-functioning geek' and 'a easy-touch cop', this series is also full of suspense and thrilling twists.\n\nHa-ru, a neuroscientist, is a ruthless human being who would easily ignore the human rights of felons for experiments. He hates patients who keep complaining they're sick, so he chooses to become a scientist, not a doctor. However, he is an extraordinary geek in the field of neuroscience.\n\nHe even collected the brain of a felon illegally to achieve his own justice through brain research. However, he ended up being caught and kicked out of the lab. 'Do you dare block my way?'\n\nHa-ru tries to revenge on a detective, Myeong-se, who tipped off his crime to the public and return to the institute by creating favorable public opinion. So, he volunteers for the project of cooperative investigation on neuroscience to achieve the goal of revenge toward the detective and image renewal as a neuroscientist. The cooperation between the 'cool-blooded brain scientist' and the 'humane detective' begins with this malice.\n\nFor Ha-ru, a crime site is the epitome of a place where all kinds of brain diseases such as Korsakov syndrome, face blindness, Kagras syndrome, and aphasia can be seen. It thrills Ha-ru because those cases are hardly observed in the lab or hospital. By working with cops and for good, he's also changing his image as an immoral scientist, which makes Ha-ru less motivated to revenge Myeong-se.\n\nThe cooperative investigation between the two, who looked like they are at odds with each other forever, now begins.",
            "showTime":"70 mins.",
            "showEpisodes":"16 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818911427/rendition/1080p/file.mp4?loc=external&signature=f9e64ef83eea25a5eb244ca840cf999c1209183f4e8b942e7857a26c67df3795"
        },
            {
                "id":17,
                "showType":"Non-Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"Immortal Songs",
                "showImage":"show_kbs2",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2012",
                "showGenre":"Music, Performance",
                "showDescription":"The true classic of the century is born again! The legendary classic which is reinterpreted by the best idol groups in Korea & their incredible singing skills which was yet to be spotted! The idols who sing the legend! Singing the songs transcend generations creates the heart-moving moments!\n\n'Immortal Songs - Singing the Legend' is a music show in which popular singers rearrange the songs of legendary artists who have influenced the popular music. As the episodes continue, the legendary singers as well as the composers and lyricists of the great songs will be featured as the favorite melodies of everyone' s past are re-introduced. Sung by top singers in their own style, the legendary songs are re-interpreted and put to battle on stage. An emotional battle that transcends singers of various generations will be carried out by vocalists performing legendary songs, something never put on stage before.\n\nSingers in various genres of music including rock, reggae, indie, dance and even opera are given opportunities in search of hidden talents and vocals. This would quench the desire of the viewers who are always looking for something new whilst discovering talented singers who had remained hidden in the background. The program also sets out to break the stigma that 'idol pop stars' cannot sing by having idol vocalists come on stage.\n\nSuccessfully remade in Vietnam, Malaysia and currently in development in US.",
                "showTime":"90 mins.",
                "showEpisodes":"500+ Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/820135790/rendition/1080p/file.mp4?loc=external&signature=e2504cec871b66445c0eff9fbe327cb5df64823feca67ab118ef66b9e81847e4"
            },
            {
                "id":18,
                "showType":"Non-Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"Love Recall",
                "showImage":"show_kbs3",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2022",
                "showGenre":"Romance, Reality Show",
                "showDescription":"What would you do if you hear from your ex? Farewell for good? Or Seeing the ex again?\n\nWhat's the destiny with my ex that I have broken up with? For those who can't sleep because of regret or deep regret over their past breakup, men and women who somehow left regrets.\n\nA love reality show 'Love Recall' gives one more chance for EXs to tell their love again. In the <Love Recall>, Former couples in the program share their love stories and the reason why they broke up.\n\nThey can get a chance to listen to the reasons from the side of their ex. There will be the step for making a solution, not making the same mistakes. Clients, who want 'Love Recall', confesses their love for the last time.\n\nWill love be recalled?",
                "showTime":"70 mins.",
                "showEpisodes":"32 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818911502/rendition/1080p/file.mp4?loc=external&signature=72e995673b8569c7c00c2db06e3878cd71fcea175e44f466f34f150578438e07"
            },
            {
                "id":19,
                "showType":"Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"My Lovely Boxer, Kwonsook",
                "showImage":"show_kbs4",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2023",
                "showGenre":"Drama, Sports, Romance",
                "showDescription":"A genius boxer and talented agent meets, only to aim for a 'losing game' The two draw 'coming-of-age' story of those who go through time of pain, but eventually find a shining hope during the journey.\n\nTae-young is a sports agent with excellent eyes for finding players with high potential, and a smart brain to make the players his client, by any means. And he is a competent agent who persistently manages the player to become a top player with a huge salary. However, if Tae-young finds the player not worthy, he just pushes him to retire, without any hesitation.\n\nThere was a time when he was once a 'good person'. It was when Tae-young was with his long-time client, a close friend, and a talented player, Hee-won. Back then, Tae-young had a strong belief that he'll do what is 'right'. However, everything changed when Hee-won failed to advance into the Major Leagues. For the first time, he employed an expedient and offered bribes, just to learn that right and wrong does not matter, not a bit. Hee-won eventually became a has-been player, who faded away from everyone's memory. And Tae-young could not bear watching the pain of Hee-won, and just turned away. Several years later, Tae-young, a despicable but competent sports agent, hears the news that Hee-won got involved in a match-fixing. In fact, Hee-won made the choice because he needed money to pay his son's medical fee. This time, Taeyoung decides not to turn away from Hee-won and jumps into the game of match- fixing instead of him.\n\nIt is Kwon-sook, who comes into Tae-young's radar. She is a genius boxer who desperately wants to be forgotten so that she can leave the ring forever. Tae-young has a strong feeling that she will be a perfect piece to end the game in the easiest and fastest way. Now, Tae-young plans for an outwardly 'losing game', which will, in fact, bring a result to satisfy everyone involved. Will this risky and dangerous choice bring a 'happily-ever-after' finale for all?",
                "showTime":"70 mins.",
                "showEpisodes":"12 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818911740/rendition/720p/file.mp4?loc=external&signature=b37881eae1237d9e6195414d6b9168e5250d3bb1f1f1f018e63ac793fcb7d244"
            },
            {
                "id":20,
                "showType":"Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"My Perfect Stranger",
                "showImage":"show_kbs5",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2023",
                "showGenre":"Crime, Fantasy, Romance",
                "showDescription":"A sharp journalist and cynical editor run into each other while they travel past. The two struggle to solve a murder case, and realize their fate has been intertwined.\n\nHae-joon, a social affairs correspondent living in 2021 bumps into a time machine one day. The time machine was no other than a vintage car that he found while wandering in a rural village called 'Woo-jeong,' where he visited for coverage. As Hae-joon is a man of justice, he decides to use it to save the victims of crime.\n\nOne day, Hae- joon finds out that he gets involved in an odd case. That is, a serial murder back in 1987 at Woo-jeong village, in which two women died and one went missing. A man who was convicted as a culprit takes his own life. It is Hae-joon's name that's been written on the criminal's suicide note, urging for disclosing his innocence. Hae-joon feels in his bones that the case is deeply related to his future, and time travels to 1987 to find out the truth.\n\nMeanwhile, Yoon-yeong, the editor of a publisher, is busy living tired days in 2021. She once dreamed of becoming a writer, but gave up her dream and became an editor instead. She was excited to be in charge of Ko Mi-sook, her favorite author, only to realize how bad-tempered she is. Yoon-yeong often vents her anger toward her tough life on her mother, Soon-ae. But Yoon-yeong never knew the quarrel would be the last moment she shares with her mother. Soon-ae is found dead by a river in her hometown, 'Woo-jeong,' after arguing with Yoon-yeong. Yoon-yeong suffers from the guilt that it is herself who ruined Soon-ae's life.\n\nHae-joon, who was heading into 1987 on the time machine, is embarrassed as the car bumps into Yoon-yeong. Consequently, the time machine gets destroyed. Now Hae-joon and Yoon-yeong get stuck in the past. Without a choice, the two begin to uncover what's behind the murder case. ",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818911810/rendition/1080p/file.mp4?loc=external&signature=0f0057a34b0b03f0636e806a2e2a5bed847824642d7baed772d128bfd8e661b6"
            },
            {
                "id":21,
                "showType":"Non-Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"No Money No Art",
                "showImage":"show_kbs6",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2023",
                "showGenre":"Competition, Art Game Show",
                "showDescription":"Can art make no money? NO! We will show you how art make money!\n\nThis show gives undiscovered artists a chance to showcase their work on a stage. Based on their performance, art collectors will decide whether they want to participate in an auction for the artworks.\n\nThe world always looks for something new in art, but actually there have been only few chances for artists to introduce their arts. Now, there is the dream stage for the artists on which they can show us live art drawing performances and they can sell those works.\n\nStep1. Artist Showcase: 4 celebrities discover 4 talented unknown artists and team up with them. They show their art on the stage and the philosophy of their works.\n\nStep2. Live Drawing Show: For only 20 minutes, artists do their drawing performance without any restrictions.\n\nStep3. Vote: 30 art collections vote 1 art that they want to buy the most. The work with the most votes get a chance to be auctioned off.\n\nStep4. Art Auction: An exciting auction will unfold among the collectors for the early artwork of the promising artist. Wealth, fame, and an opportunity for artistic growth will be given to the artist.\n\nNo.1 Broadcaster, KBS's Brand New Art Competition on Auction game show, No Money, No Art!",
                "showTime":"80 mins.",
                "showEpisodes":"Weekly",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818911876/rendition/1080p/file.mp4?loc=external&signature=20da2daa429c9c0077f5fe9ea3d907825ac395255e686a5bf2ca46d6792f3229"
            },
            {
                "id":22,
                "showType":"Non-Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"The Black Box on Earth",
                "showImage":"show_kbs7",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2023",
                "showGenre":"Documentary, Climate Change",
                "showDescription":"Ep1. Ice becomes Ocean Antarctica & East Sea\nEp2. Green becomes Barren Spain & JEJU\nEp3. Carbon becomes Air Thailand & Seoul\nEp4. Tomorrow will be Late Net-zero Concert in Korea\n\nWe will talk about environmental issues as the k-pop artists perform in 6 regions in the world that are being destroyed by climate change. These are archived in the Black box on earth and Ho-soo, the archivist in 2270, opens them to remember earth in past days. Cinematic story and Musical performances will help us to understand climate change from the bottom of our heart.",
                "showTime":"50 mins.",
                "showEpisodes":"4 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818912558/rendition/1080p/file.mp4?loc=external&signature=146a36c71ec67a8f9c6007d028a4348212d29d4dc1ce1fcc434794d1e35e110b"
            },
            {
                "id":23,
                "showType":"Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"The Law Cafe",
                "showImage":"show_kbs8",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2022",
                "showGenre":"Drama, Romantic Comedy, Investigation",
                "showDescription":"We face so many Should-have-dones and Should-have-knowns in our daily lives. We might be able to get through quite number of these difficulties and mistakes if we had legal knowledges. What if there is a cafe where you can stop by for a cup of coffee and some legal advice? Wouldn't it be like having a legal oasis in the neighborhood?\n\nHere at this law cafe, solely for the price of a cup of coffee, customers can talk about their problems that no shamanic ritual or depression meds can solve. You know what those jerks always say. 'Fine, let's do it by the law!' Well, it turns out doing it by the law can actually bring you a satisfying solution. By the way, the coffee they sell may be a little sweet.\n\nJeongho quits being a prosecutor despite a promising future after discovering the dirty secrets of his prosecutor father. Yuri is a storing-willed and righteous woman and attorney who mostly loses her cases. She believes the best attorney should solve the case before going to court. The nosy attorney leaves her six-figure salary at a large law firm to open a law cafe near a quiet residential area. But the owner of the building just happens to be a former prosecutor who now lives jobless wearing sweats: as a matter of fact, he writes a novel with his pen name.\n\nJeongho and Yuri have known each other for 17 years. They first met as the No. 1 and No. 2 top kids in school. They became friends and spent part of their high school and college years together, sharing embarrassing pasts such as drunken confessions and unforgettable first kisses. After naturally growing apart, they reunited in the courtroom as a prosecutor and lawyer. Then a few years later, they reunite again as owner and tenant. She comes to open a cafe on the first floor of his building.\n\nJeongho, who had been in love with Yuri this entire time, is actually in panic to have her in his life again. There was a reason he couldn't profess his love to her for so long. But no matter how hard he tries to avoid her, their law-mance seems to never end. So Jeongho decides to go head-to-head.\n\nIn the process of helping others, their friendship evolves into 'law-mance' at Law Cafe.",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818912995/rendition/1080p/file.mp4?loc=external&signature=f4cc1b7310e8cd3e161971bee9ba97dd04c3bd80c9af511365281d5e3910c295"
            },
            {
                "id":24,
                "showType":"Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"The Real Has Come!",
                "showImage":"show_kbs9",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2023",
                "showGenre":"Romance, Family",
                "showDescription":"A woman who wants a 'fake' father of her baby. A man who needs a 'fake' lover - The two build up a fake relationship, not knowing a 'real' emotion will bloom...\n\nYeon-du's life seemed perfect, as she has achieved a successful career as well as a satisfying personal life. She is maintaining her position as a top-rated lecturer, teaching at a private institution. In fact, Yeon-du went through a tragedy - her father's death - when she was 19. Ever since the tragedy, she swallowed sweeping emotions and had to stay strong for her family. After years, Yeon-du's mother overcame the depression of losing her husband. It was because her family settled down after so much pain, that Yeon-du felt rather happy when she realized she has a baby. But Yeon-du's world is turned upside down when she uncovers that her boyfriend has been cheating on her.\n\nDeeply frustrated, she visits the obstetrician's office thinking of aborting the child. However, she learns from the obstetrician that this would be her last chance to have a child due to her illness. While she is full of confusion, her mother and ex-boyfriend rush into the examining room. Soon, the place turns into chaos as the ex-boyfriend demands Yeon-du to abort the child. Full of rage, Yeon-du lies that the father of her child is no other than the obstetrician, Tae-gyeong, who was witnessing this situation.\n\nSurprisingly, this seemingly cold-hearted doctor decides to join her lie, fooling everyone that he is the father. In fact, Tae-gyeong was desperate to find a way to avoid arranged marriage, which his grandmother planned. And when he learns Yeon-du was looking for someone who will pretend to be the father of her child, Tae-gyeong thinks this would be a perfect chance for him. Tae-gyeong joins Yeon-du's lie and marries her to fake everyone that they are a perfect couple who is deeply in love with each other.",
                "showTime":"70 mins.",
                "showEpisodes":"50 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818913256/rendition/1080p/file.mp4?loc=external&signature=3d7fc2ec87385cb8f153d4f8ccbdc23f2c7da423bbaf996232b089fc1b895454"
            },
            {
                "id":25,
                "showType":"Scripted",
                "showCompany":"KBS Media",
                "showPerson":"Hyewon Hyun",
                "showPosition":"US Office Representative",
                "showEmail":"hyewon@kbsmedia.co.kr",
                "showPhone":"213-739-9662",
                "showName":"Three Bold Siblings",
                "showImage":"show_kbs10",
                "showLogo":"logo_kbs",
                "showColor":"color_kbs",
                "showYear":"2022",
                "showGenre":"Drama, Romantic Comedy, Family",
                "showDescription":"The eldest daughter, a medical content creator and a licensed doctor who doesn't practice, turned her life upside-down after putting family before her all her life! This is a story of her falling in love again with her ex, an actor who made a fortune as an up-and-coming star.\n\nTae-joo is a typical, traditional eldest daughter who had to give up her things for her siblings and live as the perfect person that her parents wanted her to be. Up until her mother married her stepfather, Tae-joo had been the apple of her mother's eyes. However, it may be that Tae-joo's mother might have felt sorry for her new husband who chose her over his own parents, but she blatantly showed favoritism toward Tae-joo's younger siblings that she had with her stepfather. Tae-joo, who lived her life to meet the ever-so high expectations, managed to enter a medical school as her mother wished, but the career choice that wasn't Tae-joo's made her think she wasn't cut out for it, and every day felt like living in hell.\n\nTae-joo meets Sang-joon at a hospital she was sent to for the practicum. Sang-joon is Tae-joo's first love who said he wanted to be an actor when they were in elementary school. After dating for almost a year, their romance ends up on news articles. As living a normal life became difficult due to angry fans, Sang-joon announces that there is nothing between the two of them, goes radio silent, and serves in the military. Tae-joo passes the license exam, but with the scarlet letter indicating that she's an ex-fiancee of a famous actor, her life also doesn't go well. When Sang-joon finishes serving and continues to be successful, Tae-joo feels resentful.\n\nAt one point, Tae-joo feels anger toward Sang-joon who made the whole country think of her as a divorcee and goes to Sang-joon to ask him to compensate for her youth. Then, Sang-joon, in return, offers her to appear in a romantic TV show to use her to regain Sang-joon's popularity that has slightly declined. Tae-joo accepts Sang-joon's offer, but her plan was to take revenge against Sang-joon by appearing in the show just to suddenly leave. However, Tae-joo develops feelings for Sang-joon who keeps on looking after her.",
                "showTime":"70 mins.",
                "showEpisodes":"51 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818913638/rendition/1080p/file.mp4?loc=external&signature=800f451c7e9d8b6ce28d0f0496831c4776fd7dd267683b2c8c4bf47ceb38dfe8"
            }]
    },
    {
        "id":4,
        "companyName":"MBC America",
        "companyPerson":"Rachel Soyoung Kim",
        "companyPosition":"Marketing Coordinator",
        "companyDescription":"MBC America was established in Los Angeles, CA in 1991 and broadcasts, distributes, and sells MBC shows to North, Central, and South America. It serves as a medium to expand MBC's business, and it is a passageway to share information regarding important Korean issues and to lead the Korean Wave, or Hallyu, in the United States.\n\nTo expand the Korean Wave and its businesses, MBC America provides excellent MBC shows to a diverse pool of viewers throughout the United States including mainstream, Asian, and Hispanic viewers. Using various marketing strategies to reach out to diverse viewers, we provide a variety of programs. MBC America is not only promoting and spreading Korean culture in the North, Central, and South American regions, but also facilitating the global market expansion of the Korean content industry by providing local viewers with Korean dramas and entertainment programs through format and remake licenses. These efforts are making a significant contribution to the development of Korea's cultural industry, and the role of MBC America is becoming increasingly important along with the global popularity of Korean content.\n\nMBC America operates three 24-hr TV channels in North America including one flagship premium channel aired live and customized for the U.S. time zone, one HD Drama premium channel, and one terrestrial channel. MBC America also distributes content throughout North and LATAM regions including licensing of format and remake. MBC America has sold a singing competition show format called 'King of Masked Singer' to Fox which led to global sales of the said format and became a mega-hit on Fox leading to its current Season 9 in 2023. Along with this, MBC America is negotiating various remake/format deals through North and LATAM regions as well as selling content to Hispanic market-focused major OTT platforms such as Vix, HBO Max, etc. MBC America's TV channels and contents are most widely distributed in American territories among all Korean TV networks. Truly a leader in the LATAM region with the distribution of over 760+ hours of Spanish dubbed Korean dramas and more countries are added each year to its distribution footprint. and one and only to operate a nationwide home shopping business introducing Korea's top products to Korean and Non-Korean customers. Along with two other channels, the HD Drama channel is 100% English subtitled and is targeted toward mainstream viewers. MBC America is also producing local news and talk show programs that are aired on TV as well as serviced on our growing YouTube channels that are gaining substantial subscribers and advertisers.",
        "companyEmail":"rachelkim@mbc24tv.com",
        "companyPhone":"213-736-1511",
        "companyColor":"color_mbc",
        "companyUrl":"https://content.mbc.co.kr/english/",
        "companyPTurl":"",
        "companyLogo":"logo_mbc",
        "companyShow":[{
            "id":26,
            "showType":"Non-Scripted",
            "showCompany":"MBC America",
            "showPerson":"Rachel Soyoung Kim",
            "showPosition":"Marketing Coordinator",
            "showEmail":"rachelkim@mbc24tv.com",
            "showPhone":"213-736-1511",
            "showName":"Big Little Singers",
            "showImage":"show_mbc1",
            "showLogo":"logo_mbc",
            "showColor":"color_mbc",
            "showYear":"Current",
            "showGenre":"Competition",
            "showDescription":"They're singers like you've never seen before!\n\nA quirky collaboration between legendary singers and cheeky, talented little kids!\n\n<Big Little Singers>: A music survival show where singers from various genres pair up with kid singers with lots of personalities and prepare for the ultimate duet showdown!\n\nGone are the days when kids cried and laughed after being judged according to adult standards. In this show, the kids are in charge!\n\nOur star singers are usually on the other side of the fence; as judges on various top singing audition programs. But here, they face a big challenge right from the get-go: The 'Blind Matching' stage. The kid singers will choose their preferred partner based on their singing skills alone. Without their fame and status, will our star singers win the votes of our scrupulous little judges?\n\n'Would they know me? Would they know this song?'\n\nOur star singers and kid singers - their age, genre, and the time they sacrificed(?) for music ? are different in so many ways. But they must come together to create the greatest performance. And to do that, they must overcome the generation gap. Will they be able to break down those barriers and become one with music?\n\nWatch as they share warm moments, connect and understand each other in ways they never imagined, and show off some great chemistry on and off stage. In the end, it doesn't matter if they're different. Because they share one thing in common; their love for music. Welcome to the show where the voices of little kids touch your heart in a big way.",
            "showTime":"70 mins.",
            "showEpisodes":"Various Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818914785/rendition/1080p/file.mp4?loc=external&signature=157690a8559ab699e225832d33adcaf2a95a8f98e778dd810ef11fba6e949d87"
        },
            {
                "id":27,
                "showType":"Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Extraordinary You",
                "showImage":"show_mbc2",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2019",
                "showGenre":"Romantic Comedy, Fantasy, Sci-Fi",
                "showDescription":"This is a fantasy romance drama about Dan Oh and Ha Ru, who one day find out that they are unimportant characters of a cartoon and change the storyline to make their relationship work out!\n\nHa Ru lost Dan Oh in his previous life, but he is determined to protect her in this one. Dan Oh fights against her destiny to live the life she wants. However, they are caught in a setting within the cartoon, and can't do as they wish. Nevertheless, 18-year-old Dan Oh and Ha Ru start scheming to make their love come true. They are willing to stand up against their fate to experience love that transcends time and space!",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818915417/rendition/1080p/file.mp4?loc=external&signature=d986c5b8fa79206c04a102db23aeac0ac7f7fde0da02df705f6ce083b60d018f"
            },
            {
                "id":28,
                "showType":"Non-Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Love Mafia",
                "showImage":"show_mbc3",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2021",
                "showGenre":"Dating Reality Show",
                "showDescription":"An intense love game with a hunch! 'Love Mafia' is a survival game that takes place between youngsters searching for love and real-life couples trying to thwart them.\n\nYoung single men and women come to Love School in search of true love. However, two real-life couples are hiding among them. If single people become a couple, they receive 10,000 dollars as a gesture of the show supporting them. However, real couples, also called mafia couples, try to thwart single people's efforts to find love. If a single person and another person from the mafia couple get matched up, the person from the mafia gets the prize money of 10,000 dollars. Sung Si Kyung, known as a master of love for his diverse careers and sharp wit, Shindong, Soyou, and Lee Hye Sung will host the show, making witty talks and exciting guesses. A real variety show about love, which is entirely different from everything you've seen so far, will give the audience the thrill and fun of a drama unfolded by real-life couples mixed with singles. Look forward to seeing which couple will get the prize money and the fruit of love!\n\nIf a single character and another person within the mafia couple get matched up, the character from the mafia gets the prize cash of 10,000 bucks. Sung Si Kyung referred to for a grasp of affection and his diverse careers and sharp wit, Shindong, Soyou, and Lee Hye Sung will host the show, making witty talks and thrilling guesses.\n\nA real variety display about love, which is distinctive from the whole thing you've seen thus far, will deliver the audience the fun and amusement of a drama unfolded by way of actual-life couples combined with singles. Look forward to seeing which couple will get the prize money and fruit of affection!",
                "showTime":"60 mins.",
                "showEpisodes":"13 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818918582/rendition/1080p/file.mp4?loc=external&signature=cefbd498332a6f70bae1f882d97563a035bdbb03c3bbcaf6c15b75f784808e92"
            },
            {
                "id":29,
                "showType":"Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Love with Flaws",
                "showImage":"show_mbc4",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2020",
                "showGenre":"Romantic Comedy",
                "showDescription":"A romantic comedy about a woman that hates men with pretty face, a man that is obsessed with his looks, and how the people with flaws get over their prejudice!\n\nLee Kang Woo has strikingly good looks and thinks the world revolves around him. He is obsessed with his looks and enjoys it when people stare at him. He was dumped because he was ugly and gets mysophobia with appearance ever since. On the other hand, Joo Seo Yeon grew up with three good-looking brothers and hates men with pretty face. The man of her dreams is 'A man that isn't handsome'. This TV series depicts in a pleasant way of how a woman who fought against the irrationality of lookism changes when she meets a man obsessed with his looks.",
                "showTime":"60 mins.",
                "showEpisodes":"13 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818919058/rendition/360p/file.mp4?loc=external&signature=cfd4dd2b2a51a8a3d170e9d353e73f9dfe80d223cf2bf84f25629506f75ae8ac"
            },
            {
                "id":30,
                "showType":"Non-Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Midnight Horror Story",
                "showImage":"show_mbc5",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2022",
                "showGenre":"Horror, Talk Show",
                "showDescription":"'Midnight Horror Story' is the first horror storytelling competition launched in Korea which dragged the attention of all horror maniacs around the globe. The program has its unique format identity which could be visualized into the rule and the set design. The performance is outstanding.\n\nWith 6 celebrities and 44 Dark Spirits, they look for a horror storyteller who will provide a sleepless night with scary and strange stories. Judging by the votes of 44 audiences, known as Dark Spirits, the first-place winner to go to the final stage and win 444.444 dollars. What will be the horror episodes that Kim Sook, Comedienne Hur Anna, and Comedian Hwang Je Seong share with their talented voice acting and storytelling? Also, some stories are based on true events. A new storytelling challenge that provides horror stories in the middle of the night, check out who will be the winner with the prize money.",
                "showTime":"80 mins.",
                "showEpisodes":"80 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818919346/rendition/1080p/file.mp4?loc=external&signature=b59af2f997cf161412184efbcbf35079f7c53e596a8ad5c13102142eac711865"
            },
            {
                "id":31,
                "showType":"Non-Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"MMA of the Tongues: Keep Talking and I Love it",
                "showImage":"show_mbc6",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2023",
                "showGenre":"Competition, Game-show",
                "showDescription":"Mesmerizing stories told by storytellers of different backgrounds. The genres of the stories vary from horror stories, classic novels, historical anecdotes, and criminal cases to all kinds of real-life experiences. Your Google algorithm will NEVER be able to cover the range of stories ready to unfold. The storytelling goes far beyond 'fun', they are 'magical' and 'authentic'.\n\nKeep Talking, I Love It is a storytelling battle among eight contestants: the 'tongues fighters',\n\nThey go into an MMA fighting ring and unfold their original stories. Each story is halted at its climax, and the 100-member audience votes for a story they wish to listen to further.",
                "showTime":"70 mins.",
                "showEpisodes":"On-going Eps",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818917727/rendition/1080p/file.mp4?loc=external&signature=54d0940389e2ba804fb6e82ea6953c566a6005fc6b09b04be887cd4cfc8627bc"
            },
            {
                "id":32,
                "showType":"Non-Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Mystery Ranking Show 1,2,3",
                "showImage":"show_mbc7",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2017",
                "showGenre":"Quiz Show",
                "showDescription":"You won't believe your eyes! Shatter your preconceived notions!\n\nFive contestants share something unique in common and they have a mysterious hierarchy between them! Seven celebrity guests are tasked with figuring out how the contestants are ranked amongst themselves. They only get two chances to get it right! Anyone can participate in 'Mystery Ranking Show 1,2,3!'\n\n[Show points]\n1) The difference in skill and talent among people... The mistakes we make due to our preconceived notions!\n2) A man with a secret to hide VS A man who digs up secrets! Sophisticated psychological mind games!\n3) Viewers will be immersed in a fierce ranking game!\n4) The lift set moves according to the rankings. Prominently shown to everyone.",
                "showTime":"60 mins.",
                "showEpisodes":"36 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818919927/rendition/1080p/file.mp4?loc=external&signature=6c889e8ffb61f9153fbe7a6e3ae13406505acf97828e8df44cabadacfe158b0c"
            },
            {
                "id":33,
                "showType":"Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Please Don't Date Him",
                "showImage":"show_mbc8",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2020",
                "showGenre":"Romance, Comedy",
                "showDescription":"Home appliance developer Seo Ji Sung dreams of an easy life like a well-designed algorithm. The 'Smart Voice Recognition AI Refrigerator', she is in the process of developing accidentally gets combined with an anti-terrorism super sensor chip that went missing from the National Intelligence Service Korea. Her refrigerator that couldn't even determine whether an ingredient was rotten suddenly identifies human lowlifes without even needing her to tell it to!",
                "showTime":"60 mins.",
                "showEpisodes":"10 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818920349/rendition/720p/file.mp4?loc=external&signature=a9e67eec4235c9d4642967a6ca12d4fb32e57fa41756621f22c841a3f6e9e429"
            },
            {
                "id":34,
                "showType":"Scripted",
                "showCompany":"MBC America",
                "showPerson":"Rachel Soyoung Kim",
                "showPosition":"Marketing Coordinator",
                "showEmail":"rachelkim@mbc24tv.com",
                "showPhone":"213-736-1511",
                "showName":"Tempted",
                "showImage":"show_mbc9",
                "showLogo":"logo_mbc",
                "showColor":"color_mbc",
                "showYear":"2018",
                "showGenre":"Mystery, Romance",
                "showDescription":"I want to be a great tempter in my next life. I'll love with half my heart and never suffer the despair of being abandoned. People naturally want to be the seducer when it comes to relationships. However, once you go through a torrid relationship, you realize the folly of your youthful aspirations about love. 'Tempted' is about dangerous relationships young men and women jump into without realizing they are giving up their lives, and the risks and beauty of romance in their twenties.\n\nRich and privileged twenty-somethings uncover their true motives and reveal their depravity while playing a dark and dangerous game. A romantic melodrama that depicts the lives of a young man and woman who begin to discover their true feelings whilst playing the dangerous game of love. The show is based on the classic 18th-century French novel Les Liaisons Dangereuses by Pierre Choderlos de Laclos.\n\nStudent president Choi Su-ji (Moon Ga Young), Kwon Si-hyeon (Woo Do-hwan) eldest heir of the JK Group, and casanova Lee Se-ju (Kim Min-jae) have been best friends since childhood. Su-ji's current boyfriend, Lee Ki-young (Lee Jae-kyun) humiliates her and her mother for trying to use him to climb up the social ladder and breaks up with her. As the last straw, when Su-ji's mother and Si-hyeon's father announce their engagement, the trio devise a plan to hit two birds with one stone.\n\nEun Tae-hui (Park Soo-young) is a hardworking female college student who no longer believes in love after watching the demise of her parents' marriage. Su-ji finds out that Tae-hui is Ki-young's first love, and asks Si-hyeon to seduce Tae-hui and then break her heart, as a way to prove his loyalty to Su-ji. After proving which, Su-ji and Si-hyeon will marry to prevent their parents from doing so themselves. However, all does not go as planned, when Si-hyeon and Tae-hui begin to actually fall for each other. The strain this puts on the trio's friendship, Tae-hui's reaction after seeing their true faces and Ki-young's thirst for revenge make up the rest of this drama.",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818920387/rendition/360p/file.mp4?loc=external&signature=622cb78b05886fb67efd762b94fba29e829af61f04726350723414ee2ca3de5c"
            }]
    },
    {
        "id":5,
        "companyName":"SBS International",
        "companyPerson":"Emily Nahm",
        "companyPosition":"General Manager",
        "companyDescription":"Founded in 1992 as the American subsidiary of TY Holdings, SBS International has introduced SBS programs to audiences throughout the United States, Canada, and Central/South America.\n\nSince the launch, SBS International has become the leading Korean language broadcasting platform, reaching over 15 million TV households in the US through over-the-air TV, major satellite and cable service providers including DIRECTV, Verizon FiOS, Spectrum, Optimum, and Frontier. Through the operation of five channels on major tv providers, SBS HD, SBS PLUS, SBS STAR, SBS CABLE, and LifeS, unparalleled access to SBS' critically-acclaimed and top-rated contents, including dramas, variety shows, news, sports and movies, are currently being provided for the audiences in the US.\n\nSBS International was the first to provide Spanish-dubbed Korean scripted series in Latin America as well as the first to produce an adaptation of Korean drama series in the US with major network, ABC.",
        "companyEmail":"inahm@sbs-int.com",
        "companyPhone":"213-381-2121",
        "companyColor":"color_sbs",
        "companyUrl":"https://www.lalasbs.com",
        "companyPTurl":"",
        "companyLogo":"logo_sbs",
        "companyShow":[{
            "id":35,
            "showType":"Non-Scripted",
            "showCompany":"SBS International",
            "showPerson":"Emily Nahm",
            "showPosition":"General Manager",
            "showEmail":"inahm@sbs-int.com",
            "showPhone":"213-381-2121",
            "showName":"A Date with My Son-In-Law",
            "showImage":"show_sbs1",
            "showLogo":"logo_sbs",
            "showColor":"color_sbs",
            "showYear":"2018",
            "showGenre":"Observational Variety Show, Talk Show",
            "showDescription":"How close are you with your son-in-law? mother/father-in-law? From celebrities to doctors, rascal like sons-in-law from diverse professions are sent to their in-laws' house to spend a night without their wife. Whether it may be the most cringingly awkward day in their life or may be the greatest day in their life, it sure will be an unforgettable time to reflect on the meaning of a true family. In-laws aren't monsters after all. They are just another addition to your family you will have to get used to, just like rest of your family.",
            "showTime":"100 mins.",
            "showEpisodes":"440 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818987806/rendition/720p/file.mp4?loc=external&signature=44c2b37d2649f65227c07aca1c9cb491f1854ccbc956be8a3f15d49f565e47b1"
        },
            {
                "id":36,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Band of Sisters",
                "showImage":"show_sbs2",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2017",
                "showGenre":"Melodrama, Family, Revenge, Romance, Comedy",
                "showDescription":"Three lives are taken away on the same day at the same time at different places due to an accident that was caused by one's greed.\n\nThere was a woman who had no choice but to commit a crime to escape her bottomless pit life, which ended up leading her to live under a stolen identity. Then, whether it was by fate or just a coincidence, there were three women who each lost their loved ones on the same day because of her. To revenge on behalf of their loved ones, the three women go Sherlock Holmes on the case and not only do they get to heal their wounded hearts along the way but also get to solve long ill-fated family mysteries. Surprisingly, they weren't so far from each other after all.",
                "showTime":"70 mins.",
                "showEpisodes":"54 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818990419/rendition/1080p/file.mp4?loc=external&signature=5d915eed825647637dba8dcc3c98931973554005594534afe3ffd696197c667b"
            },
            {
                "id":37,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Hot Stove League",
                "showImage":"show_sbs3",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2020",
                "showGenre":"Sports, Drama",
                "showDescription":"An exciting story set in the winter about a last-place sports team, whose fans have gotten used to their losing ways, and its new leader as they prepare for an unforgettable season. This drama portrays the pre-season period of a professional baseball team. As it becomes a stronger baseball team, they must tackle and solve a new problem that arises in every episode. The story centers around professional baseball, but rather than showing the glitz and glamour, it reveals the blood, sweat, and tears shed behind the scenes and the fierce competition on the field.",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818991037/rendition/1080p/file.mp4?loc=external&signature=c9b7e03fe3650132436daa3edab26cbbbd44da4f8db8558f773c4b57c4f59c0a"
            },
            {
                "id":38,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"My Love from the Star",
                "showImage":"show_sbs4",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2014",
                "showGenre":"Romantic Comedy, Fantasy, Drama",
                "showDescription":"Do Minjun is an alien who lands on Earth during the Joseon Dynasty, but is forced to remain on the planet for four centuries. He has a perfect appearance, possesses enhanced physical abilities, and maintains a cynical, jaded view regarding human beings. He ends up in academia in the present day, working as a college professor, and meets famous actress Cheon Songyi, the most famous actress in Korea.\n\nSongyi is an obnoxious and entitled. She became a top star in her teens and never learned how to live a normal life. Minjun falls in love with Songyi just as he discovers that he only has three months left on Earth.",
                "showTime":"70 mins.",
                "showEpisodes":"21 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818985888/rendition/1080p/file.mp4?loc=external&signature=073c0d267997085f85555fa78dc1c9f0b79e7ac8d391fcff64809a0cc3935f64"
            },
            {
                "id":39,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"One the Woman",
                "showImage":"show_sbs5",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2021",
                "showGenre":"Romantic Comedy, Action, Mystery, Thriller",
                "showDescription":"Yeonju is an elite prosecutor who started from the bottom. Although known as the best in corruption investigations for the Supreme Prosecutor's Office, she suffers amnesia after a car crash when chasing a suspect. As she wakes, she finds herself being Kang Mina, the daughter-in-law of the conglomerate Hanju Group.\n\nNow sitting in her position, Yeonju is not able to hide her rough and outspoken nature. She then meets Seungwook, a conglomerate who visits his first love Mina to reveal the truth of his father's death. Will Yeonju and Mina be able to regain their lost memories in this mystery and succeed in true love?",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818990793/rendition/1080p/file.mp4?loc=external&signature=3025c4ecf0b0e4864e6cdbaa504b11445bd768aa7f7e7d8a3fb8544306c4d98f"
            },
            {
                "id":40,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Pinocchio",
                "showImage":"show_sbs6",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2021",
                "showGenre":"Romantic Comedy, Action, Mystery, Thriller",
                "showDescription":"A modern day fairytale full of laughter, tears, tense, comfort and cutesy little squirmy romance.\n\nA boy who has been a victim of media corruption and a false statement of a witness who has Pinocchio syndrome and a girl who suffers from Pinocchio syndrome become news reporters to bring the truth out to the people. But as if they are being played by fate, the boy's long lost brother has become a serial killer to revenge on the ones who had brought tragedy to their family and the girls' long left mother was behind the boy's family tragedy. Would they be able to report the truth and end the realm of reporting attention-focused stories rather than the facts?\n\nPinocchio Syndrome: hiccups when one lies.",
                "showTime":"70 mins.",
                "showEpisodes":"20 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818990892/rendition/720p/file.mp4?loc=external&signature=f4324c11b5f80fa3d25ccf174c51a338d48c6cbe8e262643b613dac694ee2a38"
            },
            {
                "id":41,
                "showType":"Non-Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"SBS Inkigayo",
                "showImage":"show_sbs7",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"Current",
                "showGenre":"K-pop Music Live",
                "showDescription":"The hit music series INKIGAYO! The hottest K-pop idols perform LIVE on stage the latest and most popular songs of the week, and a winner is crowned at the end of each episode!\n\nOne of the longest-running programs on SBS and buzz-generating show with appearances by Usher, Mariah Carey, and Christina Aguilera among others, Inkigayo is the show where some of the most popular K-pop groups got their starts on.\n\nWatch the biggest names and upcoming stars in K-pop perform live every week on Inkigayo!",
                "showTime":"70 mins.",
                "showEpisodes":"1177 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818991163/rendition/1080p/file.mp4?loc=external&signature=6e2ff1f3a9ce630e011cae6f8601f755af35fd1dae0850e27db053cea62f37aa"
            },
            {
                "id":42,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Suspicious Partner",
                "showImage":"show_sbs8",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2017",
                "showGenre":"Romantic Comedy, Legal, Crime",
                "showDescription":"A lighthearted legal crime thriller and romantic comedy hybrid full of entertainingly witty dialogue and charismatic characters. It's a sweet-bitter story of a prosecutor/attorney MFEO(Made For Each Other) duo falling in love while going Sherlock Holmes on a serial killer who repeatedly commits the same crime suffering from an amnesia.",
                "showTime":"35 mins.",
                "showEpisodes":"40 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818990306/rendition/1080p/file.mp4?loc=external&signature=6108a03a1c9404f2fa82f75235d07c23bb9f28e51ebce3fcb963a94572a0afc5"
            },
            {
                "id":43,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Taxi Driver II",
                "showImage":"show_sbs9",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2023",
                "showGenre":"Action, Thriller, Crime, Revenge",
                "showDescription":"'In a society where justice has been long gone, all you need is just a phone call to bring everything back to its place.'\n\nThe infamous but infamous for good Rainbow Transport avengers return to exhilaratingly pay back all the wrongs sleazy villains have been committing against innocent people.",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818987637/rendition/1080p/file.mp4?loc=external&signature=0998e3c7db0486c525a25b49e2367483788c5269008294308d57c523081d9539"
            },
            {
                "id":44,
                "showType":"Scripted",
                "showCompany":"SBS International",
                "showPerson":"Emily Nahm",
                "showPosition":"General Manager",
                "showEmail":"inahm@sbs-int.com",
                "showPhone":"213-381-2121",
                "showName":"Wok of Love",
                "showImage":"show_sbs10",
                "showLogo":"logo_sbs",
                "showColor":"color_sbs",
                "showYear":"2018",
                "showGenre":"Romantic Comedy, Drama",
                "showDescription":"A heartfelt love story between a man and a woman who is hotter than boiling oil in a sizzling wok. Across from the 6-star Giant Hotel was a small, shabby Chinese restaurant called Hungry Wok. The restaurant owner Doo Chilsung, a former Big Dipper gangster, took over the restaurant to provide a place for his men to work. One day, Seo Poong, a former star chef, and bankrupt heiress, Dan Saewoo, whose life was turned upside down overnight, come to Chilsung to help rebuild the Hungry Wok.",
                "showTime":"35 mins.",
                "showEpisodes":"38 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818995588/rendition/720p/file.mp4?loc=external&signature=d859f122304c26b1286035587b335261671f16d1ee7cf5ebfae20381f183ae0c"
            }]
    },
    {
        "id":6,
        "companyName":"SLL",
        "companyPerson":"Youseon Jee",
        "companyPosition":"Assistant Manager",
        "companyDescription":"SLL is a multi-dimensional studio covering all aspects of content business from development to production, investments, and distribution. We have produced mega-hit shows such as REBORN RICH, THE WORLD OF THE MARRIED, and ALL OF US ARE DEAD that captured the global audiences' attention.\n\nFurthermore, we are trend-setters in the feature and digital space, creating content unbound to specific platforms and existing formats. Through strategic partnerships with global streamers and studios, we are making a strong footprint in the competitive content market.\n\nSLL hopes to tell exciting stories that captivate audience worldwide and transcend traditional boundaries of time and space.",
        "companyEmail":"jee.youseon@sll.co.kr",
        "companyPhone":"+82-2-2031-8286",
        "companyColor":"color_sll",
        "companyUrl":"https://www.sll.co.kr/",
        "companyPTurl":"",
        "companyLogo":"logo_sll",
        "companyShow":[{
            "id":45,
            "showType":"Scripted",
            "showCompany":"SLL",
            "showPerson":"Youseon Jee",
            "showPosition":"Assistant Manager",
            "showEmail":"jee.youseon@sll.co.kr",
            "showPhone":"+82-2-2031-8286",
            "showName":"Agency",
            "showImage":"show_sll1",
            "showLogo":"logo_sll",
            "showColor":"color_sll",
            "showYear":"2023",
            "showGenre":"Drama",
            "showDescription":"A graceful swan that glides elegantly on the surface, but paddles madly underneath.\n\nA-IN has worked like an emotionless machine at VC Agency, but everyone told her the best she could be was a creative director. No woman had ever made it to senior management. Contrary to everyone's expectations, however, A-in is promoted to the executive level. Before she could fully enjoy her victory, she finds out she is only a token executive to be fired after one year. HAN-NA, the daughter of KC Group's chairman, is to join the company as an executive. A-IN had been used for the sake of not making the first female executive the chairman's daughter. Even in crisis, she sees an opportunity and the chance to use her power to climb to the very top.",
            "showTime":"70 mins.",
            "showEpisodes":"16 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818920714/rendition/1080p/file.mp4?loc=external&signature=d1de44b4b296c818e06ddf206026221013a2b85f190482afccd21a9944580b43"
        },
            {
                "id":46,
                "showType":"Non-Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Chef & My Fridge",
                "showImage":"show_sll2",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2016",
                "showGenre":"Drama",
                "showDescription":"Chefs improvise 5-star dishes out of humble ingredients in celebrities' real-life fridges.\n\nEvery week, celebrity guests' fridges are brought into the studio. After looking into the fridges, two chefs compete to create world-class dishes based on the guests' requests. The chefs are only allowed to use the found in the fridge, and 15 minutes to create Michelin-level dishes out of everyday ingredients from the fridge.",
                "showTime":"90 mins.",
                "showEpisodes":"254 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818920813/rendition/720p/file.mp4?loc=external&signature=d520cb5767b831eccfb559ded5bcb99e98e601a0d8a9133aa6fa39a349a12867"
            },
            {
                "id":47,
                "showType":"Non-Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Finders Keepers",
                "showImage":"show_sll3",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2023",
                "showGenre":"Game",
                "showDescription":"Adults' treasure hunt to find '500 million' hidden all over the country begins!\n\nParticipants compete in a thrilling and challenging adventure game show where they must use their wits and tenacity to find hidden bags of cash, where the final winner will earn a maximum of 500 million won (roughly $500,000). The competition is fierce, as participants must not only outplay and outsmart their opponents, but also overcome unpredictable situations and obstacles along the way. Through necessary cooperation and fierce conflict, the players aim to find the money in a 'finders keepers' game to become the ultimate winner.",
                "showTime":"90 mins.",
                "showEpisodes":"8 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818920914/rendition/1080p/file.mp4?loc=external&signature=839ec866a0bc2ecaa41c11c24d43300c8278bef167fd509e57836830415e58df"
            },
            {
                "id":48,
                "showType":"Non-Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Hidden Singer",
                "showImage":"show_sll4",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2022",
                "showGenre":"Music",
                "showDescription":"Can the impersonator outsing the original?\n\nWe call irreplaceable, inimitable talents 'legends'. But who's to say that impersonators can't also be 'legends' at imitating their idols? In Hidden Singer, impersonators pour their hearts out to sound exactly like their favorite singer, except the catch is: the original singer is also singing amongst his impersonators! In each round, the panel votes on which of the singers behind the curtain sound most like an impostor. The panel members often think that the original singers sound like the impostor! Can the impersonator out-sing the original until the last round?",
                "showTime":"100 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818921040/rendition/1080p/file.mp4?loc=external&signature=b9e975e17cd88376d55b132284f1f2d1c63e0c18eb38dd88ee57ab9eefde9921"
            },
            {
                "id":49,
                "showType":"Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Sky Castle",
                "showImage":"show_sll5",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2019",
                "showGenre":"Drama",
                "showDescription":"It's a parent-eat-parent world in the college admissions game.\n\nSKY Castle is an invite-only community reserved for doctors, lawyers, and professors. These parents would do anything to ensure that their kids can attend their first-choice colleges, including hiring a private college admissions tutor. The admissions tutor has a proven track record of sending students to the best colleges, but for some reason those same students also met great tragedies afterwards. Did the tutor orchestrate these tragedies? If she did, why?",
                "showTime":"70 mins.",
                "showEpisodes":"20 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818922020/rendition/1080p/file.mp4?loc=external&signature=9a44ba2aedf01d09c478da54da5a4e3631703fceb8c86ba8a039ce013a025fb8"
            },
            {
                "id":50,
                "showType":"Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Something in the Rain",
                "showImage":"show_sll6",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2018",
                "showGenre":"Drama",
                "showDescription":"A woman worn out by life finds a younger man who makes her heart beat again.\n\nJINA is in her mid-30s when she realizes she has never been in a happy relationship. She has been dumped over and over again by men who never appreciated her. Then enters JUNHEE, JINA's best friend's younger brother who used to live next door. She has always remembered him as a boy, but now she can't help but see him as a man. When she is with him, she feels beloved and adored. But will their friends and family understand their relationship?",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818922776/rendition/1080p/file.mp4?loc=external&signature=b73ed845b08f519a13992e32a2b745e9c24fd309733b891a84af09b37f52bb11"
            },
            {
                "id":51,
                "showType":"Non-Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"Sugar Man",
                "showImage":"show_sll7",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2016",
                "showGenre":"Music",
                "showDescription":"Songs of yesteryear are re-imagined by today's top singers.\n\nSugar Man is an intergenerational program that shows how every generation can enjoy these forever classics. Sugar Man brings the superstars of the past back to the studio. The audience finds out what the stars have been up to since their heydays, and why they disappeared from the music scene. When they perform, they show us that talent doesn't get older; it only gets better. Then, current singers are invited to perform their fresh take on the old hits. The audience votes on which current singer created a better reinterpretation.",
                "showTime":"90 mins.",
                "showEpisodes":"39 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818922852/rendition/1080p/file.mp4?loc=external&signature=91231d376cfa88130f86d4d505a7f3705dc1729ed5a5c8be491ea4187e41789b"
            },
            {
                "id":52,
                "showType":"Scripted",
                "showCompany":"SLL",
                "showPerson":"Youseon Jee",
                "showPosition":"Assistant Manager",
                "showEmail":"jee.youseon@sll.co.kr",
                "showPhone":"+82-2-2031-8286",
                "showName":"The Good Detective 2",
                "showImage":"show_sll8",
                "showLogo":"logo_sll",
                "showColor":"color_sll",
                "showYear":"2022",
                "showGenre":"Detective",
                "showDescription":"The good detectives of West Incheon Police Station are back!\n\nThey have a great deal of pride in their work as detectives. Just like their shared motto, 'bring justice to bad guys and help the innocent,' they work on a case together to prove the innocence of a wrongly convicted man and manage to find the real culprit in the end. As frustrating as it is for many of us, however, the reality is that power and money prevail over justice on numerous occasions. These two, however, remain steadfast in their belief that there is no stronger weapon than justice.",
                "showTime":"70 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818923868/rendition/1080p/file.mp4?loc=external&signature=d8095d28a0015f5b374d034de705e94e4e8d73e90d333842969b79e336b229e6"
            }]
    },
    {
        "id":7,
        "companyName":"Something Special",
        "companyPerson":"Praise Shin",
        "companyPosition":"VP Head of Sales & Licensing",
        "companyDescription":"When everyone is looking for Something New, We provide SOMETHING SPECIAL\n\n'SOMETHING SPECIAL' is Korea's first ever, TV Format specialized, creativity based global content development, production and distribution business operator.\n\nSOMETHING SPECIAL is distinguished of its two-sided mission, as Creator and Distributor of original content.\n\nFirst, we CONNECT Korean creators, production companies, business operators with international content players and partners.\n\nSecond, we CREATE original content in order to drive Korean creativity into international premium content.\n\nWithin these two roles of SOMETHING SPECIAL, we combine our core competency of Development, Production, Distribution, and Commerce business, in order to become the leading Korean Wave Content Powerhouse.\n\n'We CONNECT and CREATE' impressive platform and enviable distribution within our business. We're known as creators of must-see TV shows and have developed a loyal and expanding fan base in Korea and around the world. With production expertise and global network perfected and expanded over the past two decades, CJ ENM is taking the lead in the diversification and globalization of Korean content worldwide.",
        "companyEmail":"sspecial@sspecial.co.kr",
        "companyPhone":"+82-2-2093-7463",
        "companyColor":"color_something",
        "companyUrl":"http://www.sspecial.co.kr/",
        "companyPTurl":"",
        "companyLogo":"logo_something",
        "companyShow":[{
            "id":53,
            "showType":"Non-Scripted",
            "showCompany":"Something Special",
            "showPerson":"Praise Shin",
            "showPosition":"VP Head of Sales & Licensing",
            "showEmail":"sspecial@sspecial.co.kr",
            "showPhone":"+82-2-2093-7463",
            "showName":"Battle in the BOX",
            "showImage":"show_something1",
            "showLogo":"logo_something",
            "showColor":"color_something",
            "showYear":"2022",
            "showGenre":"Game Show",
            "showDescription":"THE MORE MISSIONS YOU SUCCEED IN, THE BIGGER ROOM YOU GET!\n\nThe most hilarious duel for space and comfort is happening in the box.\n\nTwo pairs of celebrity teams are invited to stay for 64 hours in a specially designed container, the BOX.\n\nThis game show has a new concept to utilize 'space' in the game show with a moving wall in between. When our team's space expands, the opponent's space shrinks. The game missions are given every 6 hours.\n\nIf you win the duel, the moving wall will be shifted to your opponent's side, giving you a more comfortable and spacious room to enjoy.\n\nIt's a unique game show that will make you laugh so hard every time.",
            "showTime":"60 mins.",
            "showEpisodes":"6 Episodes",
            "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818930498/rendition/1080p/file.mp4?loc=external&signature=98ba3eefb342127b4672772b391b8d2465cd73b4b8f27083dd245402220a7009"
        },
            {
                "id":54,
                "showType":"Non-Scripted",
                "showCompany":"Something Special",
                "showPerson":"Praise Shin",
                "showPosition":"VP Head of Sales & Licensing",
                "showEmail":"sspecial@sspecial.co.kr",
                "showPhone":"+82-2-2093-7463",
                "showName":"Survival HUNT",
                "showImage":"show_something2",
                "showLogo":"logo_something",
                "showColor":"color_something",
                "showYear":"2022",
                "showGenre":"Survival Reality",
                "showDescription":"The ultimate competition of survival and social experiment between two opposing groups.\n\nSurvival Hunt was one of Korea's most successful shows aired in 2022, among the 1040 targets. The viewers may enjoy the two different survival strategies and observe whether the opposing group may cooperate or turn against each other, facing the common enemy, the hunter.\n\nIn 'Survival Hunt', there will be two opposing groups-meaning 2 groups of 5 people with the same background will participate in this 10-day survival game in a limited space in the forest. After 10 days, the team with the most people survived wins and receives the prize money. Viewers can see and compare the two different survival strategies of those opposing groups.\n\nOn day 1, participants are given 100 seconds to choose 3 items for survival. After that, you will be moved to a shelter of your team. Each team may go outside their shelter to 'hunt' for the daily supplies. Just as they were seeking the supplies, a hidden 'Tagger' circulated as a risk factor outside the shelter during active hours.\n\nThe participants must hunt for their daily supplies, and yet they were the ones being hunted. If your teammate is in danger, you can rescue them or not. But remember, the most people remaining in the team win!",
                "showTime":"30 mins.",
                "showEpisodes":"26 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818984174/rendition/1080p/file.mp4?loc=external&signature=7b05b7a3f8a1379ad04f4268205379fbab341f573b9b3fa721f2c8c4422f89a6"
            },
            {
                "id":55,
                "showType":"Non-Scripted",
                "showCompany":"Something Special",
                "showPerson":"Praise Shin",
                "showPosition":"VP Head of Sales & Licensing",
                "showEmail":"sspecial@sspecial.co.kr",
                "showPhone":"+82-2-2093-7463",
                "showName":"The Beatbox",
                "showImage":"show_something3",
                "showLogo":"logo_something",
                "showColor":"color_something",
                "showYear":"2023",
                "showGenre":"Music Game Show",
                "showDescription":"A Music Game show Where everyday objects become music making instruments\n\nWe are surrounded by music every day, even in the most unexpected places. Two teams are challenged to recreate well-known pop songs using ordinary objects. They'll play music-based games set by the iconic beatbox to receive everyday items they can use to create the BEAT. The more items each team wins, the more potential instruments they have, but their final performance is a band. Will they succeed in recreating a famous song? Who needs instruments when you have a vacuum cleaner and a hair dryer? We'll see if the teams can make a hit with that!\n\nStudio audiences will vote on the winning performance once the recreated songs have been performed on stage.\n\nAudiences will be taken on a journey of discovery as they witness innovative performances featuring never-seen instruments in THE BEATBOX.",
                "showTime":"60 mins.",
                "showEpisodes":"9 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818930311/rendition/1080p/file.mp4?loc=external&signature=34d5941912a31d6c5de7a147ae2d62482240379a6e035cf43ad64896db9f0d77"
            },
            {
                "id":56,
                "showType":"Non-Scripted",
                "showCompany":"Something Special",
                "showPerson":"Praise Shin",
                "showPosition":"VP Head of Sales & Licensing",
                "showEmail":"sspecial@sspecial.co.kr",
                "showPhone":"+82-2-2093-7463",
                "showName":"The Quizzy Horror Show",
                "showImage":"show_something4",
                "showLogo":"logo_something",
                "showColor":"color_something",
                "showYear":"2023",
                "showGenre":"Music Game Show",
                "showDescription":"'The Quizzy Horror Show' will test just how far contestants are willing to go to win cold hard cash in the face of absolute terror: solving puzzles and answering quizzes while enduring hair-raising, heart-stopping scares inside the world's most notoriously haunted places.\n\nThe show is set in a variety of incredibly authentic, scary and haunted locations known for paranormal activity. With the help of our production team, special effects team, horror consultants and more, we will amplify the potential for fear in every location.\n\nOur contestants will be trembling the minute they walk through the door. The two pairs of contestants will be experiencing the tour separately along with our accomplices.\n\nThe contestant pairs will brave a guided tour and visit 5 spaces in the haunted location. If they can brave their fears, and answer questions correctly, they stand to win a frightening amount of cash.",
                "showTime":"60 mins.",
                "showEpisodes":"8 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818931525/rendition/1080p/file.mp4?loc=external&signature=67b54d5690293d702f0a2c2c51e8266760b1bf47b2c501fea61f662656bacba8"
            },
            {
                "id":57,
                "showType":"Non-Scripted",
                "showCompany":"Something Special",
                "showPerson":"Praise Shin",
                "showPosition":"VP Head of Sales & Licensing",
                "showEmail":"sspecial@sspecial.co.kr",
                "showPhone":"+82-2-2093-7463",
                "showName":"You Picked the Wrong",
                "showImage":"show_something5",
                "showLogo":"logo_something",
                "showColor":"color_something",
                "showYear":"2023",
                "showGenre":"Music Game Show",
                "showDescription":"A compelling physical game show format, YOU PICKED THE WRONG, asks how non-judgmental we are about other people. Each episode will see an all-rounder contestant testing their athletic abilities against ten mysterious opponents during five rounds, including the final. Though the ten opponents may not look like much, they have mastered at least one hidden physical skill. To ramp up the suspense, we will reveal their ultimate skills after the contestants pick the games he or they will be competing with them against. So please select your opponents very carefully because there is no a pushover in this show.\n\nThis format is the winner of the International Format Pitch at the 2022 BCWW.",
                "showTime":"60 mins.",
                "showEpisodes":"16 Episodes",
                "showUrl":"https://player.vimeo.com/progressive_redirect/playback/818931272/rendition/1080p/file.mp4?loc=external&signature=489a543ead3f5ece9b05409b41b4a674f70bcb22a512ce6ba59e178801216b47"
            }]
    }
]
